{
  "¿Qué es Notorious?": "Notorious es una inteligencia artificial entrenado para ayudarte a aprender cualquier idioma extranjero en 7 días con el sistema de aprendizaje más efectivo.\n\nEl sistema propuesto de aprendizaje se basa en el uso de asociaciones inverosímiles para memorizar vocabulario y datos puros, aprovechando los mecanismos automáticos e inconscientes de la mente.\n\nSi desea empezar a memorizar ahora mismo, presione en \"Prueba Notorious\". Sin embargo, las secciones de abajo le darán un mejor entendimiento sobre el sistema de aprendizaje que probará y podrán ser más efectivas.",
  "Memorización de datos puros": "Los datos puros se refieren a información que no podemos inferir o descubrir mediante razonamiento lógico, ya que son aleatorios y carecen de una conexión lógica predecible. Para memorizar estos datos, se utiliza el método de asociación inverosímil basado en imágenes y conceptos que captan la atención.\n\nEjemplo:\n\nNo se puede deducir la relación entre un país y su capital. Para memorizar la capital de un país, se utiliza una asociación inverosímil, como imaginar una bicicleta con una dinamo en forma de copa girando. Esta asociación ayuda a recordar que la capital de Dinamarca (Dinamo) es Copenhague (Copa Girando). No se pueden deducir otros datos como la población, la ubicación geográfica o la bandera de una ciudad, por lo que se deben memorizar mediante asociaciones inverosímiles.\n\nLo primero sería buscar algo (una imagen) para el verbo castellano \"conseguir\". Ahora solamente restará buscar una aproximación para el verbo inglés \"get\" que podría ser la palabra \"gato\". Finalmente, realizo la asociación inverosímil, la cual incluirá las transformaciones de ambos términos: \"Para conseguir algo necesitas un gato\".\n\nLa repetición de ellos no será nunca un sistema eficaz para su retentiva, aunque bien es cierto que la repetición será el medio ideal para adquirir posteriormente la soltura necesaria en su habla.\n\nTodas las palabras pueden ser asociadas. Aquellas que no nos transmitan ninguna imagen de forma directa tendremos que sustituirlas por otras similares que nos ayuden a recordarlas y que sí podamos visualizar.",
  "La memoria y el subconsciente": "El subconsciente de nuestra mente retiene con gran facilidad todo aquello que nos llama mucho la atención. Podrá recordar todas las palabras que deseemos, siempre y cuando formen entre ellas una relación no creíble y espectacular, incluso si las hemos escuchado solo una vez.\n\nLa memoria trabaja a nivel de nuestro subconsciente, y ciertos resortes automáticos que este posee harán que podamos entresacar de cada película inverosímil, y sin equivocarnos, precisamente aquella información que deseamos. Todo lo que asociemos de forma inverosímil pasará rápidamente a nuestra memoria de largo plazo. No te confundirás de idioma en la traducción de ninguna palabra, aunque estudies varios simultáneamente.\n\nDe esta manera, podríamos memorizar todo el vocabulario necesario para poder relacionarnos con los nativos de un país en apenas un par de horas. Podrás alcanzar este nivel en solo siete días de práctica, dedicando aproximadamente una hora al día.\n\nNo tengas miedo ni te dé pereza desarrollar tu imaginación, ya que es nuestra mejor herramienta mental. Se creará un círculo vicioso, pues a medida que vayamos obteniendo mayor práctica, se desarrollará más nuestra capacidad para asociar, lo que nos permitirá asociar mejor y en menos tiempo, incrementando continuamente nuestra capacidad para ello.",
  "¿Cómo te ayudará Notorious?": "Algunos problemas que pueden surgir en el proceso de memorización sin Notorious:\n\nPuede llevar tiempo encontrar palabras en español con cierta similitud a las palabras que se desean memorizar.\nPuede llevar tiempo escribir las asociaciones creadas para guardarlas.\nPuede llevar tiempo crear la idea inverosímil a memorizar.\nEl 95% de los adultos que estudian un idioma en escuelas e institutos no progresan significativamente debido a que se aborda el estudio de manera antinatural.\nCon la ayuda de Notorious:\n\nNotorious crea automáticamente una lista de palabras con cierta similitud a las palabras a memorizar, para que puedas elegir la palabra más familiar y tener una asociación más fuerte.\nNotorious crea automáticamente la idea inverosímil que incluye las palabras sustitutas. Cada idea inverosímil involucra algunos de tus cinco sentidos para una asociación muy potente.\nNotorious guarda automáticamente tus asociaciones de forma ordenada para que las consultes en cualquier momento y así obtengas mayor soltura y fluidez.",
  "Vocabulario básico": "Se establece que el vocabulario inicial necesario para hablar un nuevo idioma consiste en aproximadamente 600 palabras bien seleccionadas. Estas palabras se eligen en función de su frecuencia de uso y su capacidad para formar nuevas palabras a través de combinaciones.\n\nLos verbos transmiten acción y agilidad a las conversaciones, por lo que constituyen el vocabulario más importante de una lengua. Por esta razón, los vamos a colocar en las primeras posiciones de la tabla.\n\nLa regla es estudiar de lo general a lo específico, comenzando con ideas amplias y generales para luego abordar las más específicas y profundas. Esto nos permite comprender mejor y deducir con mayor frecuencia.\n\nEjemplo:\nVeremos que es más importante conocer en primer lugar el significado de \"habitación\" que el de \"comedor\", ya que \"habitación\" tiene un significado más amplio y general que \"comedor\". Esto nos permitirá establecer el orden correcto de estudio.",
  "Práctica intensiva": "Se sugiere dedicar una hora diaria durante siete días para adquirir soltura en el nuevo idioma después de memorizar el vocabulario básico."
}